{
    "ru": [
        {
            "text": "Пишите код так, как будто сопровождать его будет склонный к насилию психопат, который знает, где вы живете",
            "author": "Стив Макконнелл"
        },
        {
            "text": "Сложность программы растет до тех пор, пока не превысит способности программиста",
            "author": "Артур Блох. Законы Мэрфи"
        },
        {
            "text": "Ходить по воде и разрабатывать программы, следуя ТЗ, очень просто… если они заморожены",
            "author": "И. Берард"
        },
        {
            "text": "Чем умнее человек, тем легче он признает себя дураком",
            "author": "Альберт Эйнштейн"
        },
        {
            "text": "Никогда не ошибается тот, кто ничего не делает",
            "author": "Теодор Рузвельт"
        },
        {
            "text": "Менее всего просты люди, желающие казаться простыми",
            "author": "Л.Н. Толстой"
        },
        {
            "text": "Мы находимся здесь, чтобы внести свой вклад в этот мир. Иначе зачем мы здесь?",
            "author": "Стив Джобс"
        },
        {
            "text": "Мода проходит, стиль остаётся",
            "author": "Коко Шанель"
        },
        {
            "text": "Если человек не нашёл, за что может умереть, он не способен жить",
            "author": "Мартин Лютер Кинг"
        },
        {
            "text": "Дай человеку власть, и ты узнаешь, кто он",
            "author": "Наполеон Бонапарт"
        },
        {
            "text": "Не так уж сложно изменить общество – сложно изменить себя",
            "author": "Нельсон Мандела"
        },
        {
            "text": "Все дело в мыслях. Мысль — начало всего. И мыслями можно управлять. И поэтому главное дело совершенствования: работать над мыслями",
            "author": "Л.Н. Толстой"
        },
        {
            "text": "Есть только один способ избежать критики: ничего не делайте, ничего не говорите и будьте никем",
            "author": "Аристотель"
        },
        {
            "text": "Стоит только поверить, что вы можете – и вы уже на полпути к цели",
            "author": "Теодор Рузвельт"
        },
        {
            "text": "Когда закрывается одна дверь к счастью, тут же открывается другая. Но мы часто так долго смотрим на первую, что не замечаем вторую",
            "author": "Элен Келлер"
        },
        {
            "text": "Каждый хочет изменить человечество, но никто не задумывается о том, как изменить себя",
            "author": "Лев Толстой"
        },
        {
            "text": "Мы становимся тем, о чем мы думаем",
            "author": "Эрл Найтингейл"
        },
        {
            "text": "Я не жертва обстоятельств, я - результат моих решений",
            "author": "Стивен Кови"
        },
        {
            "text": "Лучшее время, чтобы посадить дерево, было 20 лет назад. Следующий подходящий момент - сегодня",
            "author": "Китайская пословица"
        },
        {
            "text": "Счастье не в том, чтобы делать всегда, что хочешь, а в том, чтобы всегда хотеть того, что делаешь",
            "author": "Лев Толстой"
        }],
    "en": [
        {
            "text": "Success does not consist in never making mistakes but in never making the same one a second time",
            "author": "Bernard Show"
        },
        {
            "text": "Simplicity is the ultimate sophistication",
            "author": "Leonardo da Vinci"
        },
        {
            "text": "Always forgive your enemies; nothing annoys them so much",
            "author": "Oscar Wilde"
        },
        {
            "text": "Your time is limited, so don’t waste it living someone else’s life",
            "author": "Steve Jobs"
        },
        {
            "text": "While we are postponing, life speeds by",
            "author": "Seneca"
        },
        {
            "text": "Build your own dreams, or someone else will hire you to build theirs",
            "author": "Farrary Gray"
        },
        {
            "text": "You can never be overdressed or overeducated",
            "author": "Oscar Wilde"
        },
        {
            "text": "Success is not the key to happiness. Happiness is the key to success",
            "author": "Herman Cain"
        },
        {
            "text": "Learning is a treasure that will follow its owner everywhere",
            "author": "Chinese Proverb"
        },
        {
            "text": "Success is the child of audacity",
            "author": "Benjamin Disraeli"
        },
        {
            "text": "We do not remember days, we remember moments",
            "author": "Cesare Pavese"
        },
        {
            "text": "Always forgive your enemies. Nothing annoys them more",
            "author": "Oscar Wilde"
        },
        {
            "text": "Only two things are infinite — the universe and human stupidity, and I’m not sure about the former",
            "author": "Albert Einstein"
        },
        {
            "text": "Friendship is the only cement that will ever hold the world together",
            "author": "Woodrow T. Wilson"
        },
        {
            "text": "Success is the child of audacity",
            "author": "Benjamin Disraeli"
        },
        {
            "text": "Learning is a treasure that will follow its owner everywhere",
            "author": "Chinese Proverb"
        },
        {
            "text": "Success consists of going from failure to failure without loss of enthusiasm",
            "author": "Winston Churchill"
        },
        {
            "text": "It is not the strongest of the species that survives, nor the most intelligent, but the one most responsive to change",
            "author": "Charles Darwin"
        },
        {
            "text": "Build your own dreams, or someone else will hire you to build theirs",
            "author": "Farrah Gray"
        },
        {
            "text": "Fall seven times and stand up eight",
            "author": "Japanese Proverb"
        }]
  }